driver-tests/bpelse/assign/AssignJbi/test/results/echoGYearMonthDataType_Invoke/Actual_20130319180446_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <item xmlns="http://stc.com/echoGYearMonthDataType" xmlns:msgns="http://stc.com/echoGYearMonthDataType">
      <string>2016-01</string>
      <normalizedString>2016-01</normalizedString>
      <token>2016-01</token>
      <base64Binary>2016-01</base64Binary>
      <hexBinary>2016-01</hexBinary>
      <integer>2016-01</integer>
      <positiveInteger>2016-01</positiveInteger>
      <negativeInteger>2016-01</negativeInteger>
      <nonNegativeInteger>2016-01</nonNegativeInteger>
      <nonPositiveInteger>2016-01</nonPositiveInteger>
      <long>2016-01</long>
      <unsignedLong>2016-01</unsignedLong>
      <int>2016-01</int>
      <unsignedInt>2016-01</unsignedInt>
      <short>2016-01</short>
      <unsignedShort>2016-01</unsignedShort>
      <byte>2016-01</byte>
      <unsignedByte>2016-01</unsignedByte>
      <decimal>2016-01</decimal>
      <float>2016-01</float>
      <double>2016-01</double>
      <boolean>2016-01</boolean>
      <duration>2016-01</duration>
      <dateTime>2016-01</dateTime>
      <date>2016-01</date>
      <time>2016-01</time>
      <gYear>2016-01</gYear>
      <gYearMonth>2016-01</gYearMonth>
      <gMonth>2016-01</gMonth>
      <gMonthDay>2016-01</gMonthDay>
      <gDay>2016-01</gDay>
      <Name>2016-01</Name>
      <QName>2016-01</QName>
      <NCName>2016-01</NCName>
      <anyURI>2016-01</anyURI>
      <language>2016-01</language>
      <ID>2016-01</ID>
      <IDREF>2016-01</IDREF>
      <IDREFS>2016-01</IDREFS>
      <ENTITY>2016-01</ENTITY>
      <ENTITIES>2016-01</ENTITIES>
      <NMTOKEN>2016-01</NMTOKEN>
      <NMTOKENS>2016-01</NMTOKENS>
    </item>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>